Repository: a1ive/LibreDiagnostics
Catalog: LibreDiagnostics.Language/Resources/Resources.*.resx
Languages: de_de, ja_jp

source: CPU Clock
de_de: CPU Takt
ja_jp: CPU クロック

# ButtonClose
source: Close
de_de: Schließen
ja_jp: 閉じる

# ButtonDonate
source: Donate
de_de: Spenden
ja_jp: 寄付

source: Drives
de_de: Festplatten
ja_jp: ドライブ

source: CPU Fan
de_de: CPU Lüfter
ja_jp: CPU ファン

source: Network
de_de: Netzwerk
ja_jp: ネットワーク

source: RAM
ja_jp: メモリ

# ButtonRestart
source: Restart
de_de: Neustart
ja_jp: 再起動

# ButtonSettings
source: Settings
de_de: Einstellungen
ja_jp: 設定

# CPUTemp
source: CPU Temperature
de_de: Temperatur
ja_jp: CPU 温度

# ButtonUpdate
source: Update
ja_jp: 更新

source: CPU Voltage
de_de: CPU Spannung
ja_jp: CPU 電圧

source: CPU Load
de_de: CPU Auslastung
ja_jp: CPU 負荷

# CPUClockLabel
source: Clock
de_de: Takt
ja_jp: クロック #{0}

# CPUCoreLoad
source: Core Load
de_de: Kern Auslastung
ja_jp: コア負荷

# CPUCoreLoadLabel
source: Core
de_de: Kern
ja_jp: コア #{0}

# CPUFanLabel
source: Fan
de_de: Lüfter
ja_jp: ファン

# CPULoadLabel
source: Load
de_de: Auslastung
ja_jp: 負荷

# CPUTempLabel
source: Temp
ja_jp: 温度

# CPUVoltageLabel
source: Voltage
de_de: Spannung
ja_jp: 電圧

# DriveFree
source: Free Space
de_de: Freier Speicher
ja_jp: 空き容量

# DriveFreeLabel
source: Free
de_de: Frei
ja_jp: 空き

# DriveLoad
source: Load
de_de: Belegt
ja_jp: 負荷

# DriveLoadBar
source: Load Bar
de_de: Belegt
ja_jp: 負荷バー

# DriveLoadBarLabel
source: Load
de_de: Belegt
ja_jp: 負荷

# DriveLoadLabel
source: Load
de_de: Belegt
ja_jp: 負荷

# DriveRead
source: Read Rate
de_de: Leserate
ja_jp: 読み取り速度

# DriveReadLabel
source: Read
de_de: Lesen
ja_jp: 読み取り

# DriveUsed
source: Used Space
de_de: Belegter Speicher
ja_jp: 使用済み容量

# DriveUsedLabel
source: Used
de_de: Belegt
ja_jp: 使用済み

# DriveWrite
source: Write Rate
de_de: Schreibrate
ja_jp: 書き込み速度

# DriveWriteLabel
source: Write
de_de: Schreiben
ja_jp: 書き込み

# GPUCoreClock
source: Core Clock
de_de: Kern Takt
ja_jp: コアクロック

# GPUCoreClockLabel
source: Clock
de_de: Takt
ja_jp: クロック

# GPUCoreLoad
source: Core Load
de_de: Kern Auslastung
ja_jp: コア負荷

# GPUCoreLoadLabel
source: Load
de_de: Auslastung
ja_jp: 負荷

source: GPU Fan
de_de: GPU Lüfter
ja_jp: GPU ファン

# GPUFanLabel
source: Fan
de_de: Lüfter
ja_jp: ファン

# GPUTemp
source: Temperature
de_de: Temperatur
ja_jp: 温度

# GPUTempLabel
source: Temp
ja_jp: 温度

source: GPU Voltage
de_de: GPU Spannung
ja_jp: GPU 電圧

# GPUVoltageLabel
source: Voltage
de_de: Spannung
ja_jp: 電圧

# GPUVRAMClock
source: VRAM Clock
de_de: VRAM Takt
ja_jp: VRAM クロック

# GPUVRAMLoad
source: VRAM Load
de_de: VRAM Auslastung
ja_jp: VRAM 負荷

# NetworkIn
source: Bandwidth in
de_de: Bandbreite in
ja_jp: 受信帯域幅

# NetworkInLabel
source: In
ja_jp: 受信

# NetworkOut
source: Bandwidth out
de_de: Bandbreite out
ja_jp: 送信帯域幅

# NetworkOutLabel
source: Out
ja_jp: 送信

source: RAM Clock
de_de: RAM Takt
ja_jp: メモリクロック

# RAMClockLabel
source: Clock
de_de: Takt
ja_jp: クロック

# RAMFree
source: Free
de_de: Frei
ja_jp: 空き

# RAMFreeLabel
source: Free
de_de: Frei
ja_jp: 空き

# RAMLoad
source: Load
de_de: Auslastung
ja_jp: 負荷

# RAMLoadLabel
source: Load
de_de: Auslastung
ja_jp: 負荷

# RAMUsed
source: Used
de_de: Belegt
ja_jp: 使用済み

# RAMUsedLabel
source: Used
de_de: Belegt
ja_jp: 使用済み

source: RAM Voltage
de_de: RAM Spannung
ja_jp: メモリ電圧

# RAMVoltageLabel
source: Voltage
de_de: Spannung
ja_jp: 電圧

# ButtonSave
source: Save
de_de: Speichern
ja_jp: 保存

# LanguageChangedText
source: The application will restart to change language.
de_de: Das Programm startet jetzt neu um die Sprache zu ändern.
ja_jp: 言語を変更するため、アプリケーションを再起動します。

# LanguageChangedTitle
source: Language was changed
de_de: Die Sprache wurde geändert
ja_jp: 言語が変更されました

# SettingsAdvancedTab
source: Advanced
de_de: Erweitert
ja_jp: 詳細

# SettingsAlertFontColor
source: Alert font color
de_de: Schriftfarbe für Warnungen
ja_jp: 警告時フォント色

# SettingsAlertFontColorTooltip
source: Text color of item with an active alert.
de_de: Schriftfarbe eines Eintrags mit aktiver Warnung.
ja_jp: 警告が有効な項目の文字色。

# SettingsAllCoreClocks
source: Show all core clocks
de_de: Alle Kern-Takte anzeigen
ja_jp: 全コアのクロックを表示

# SettingsAllCoreClocksTooltip
source: Shows the clock speeds of all cores instead of only the first one.
de_de: Zeigt den Takt aller Kerne statt nur den des ersten.
ja_jp: 最初のコアだけでなく、すべてのコアのクロック速度を表示します。

# SettingsIsInAltTab
source: Is in Alt + Tab
de_de: Ist in Alt + Tab
ja_jp: Alt+Tab に表示

# SettingsIsInAltTabTooltip
source: Hides the application in Alt + Tab.
de_de: Versteckt das Programm in Alt + Tab.
ja_jp: Alt+Tab にアプリケーションを表示しません。

# SettingsAlwaysOnTop
source: Always on top
de_de: Anzeige als oberstes Fenster
ja_jp: 常に最前面

# SettingsAlwaysOnTopTooltip
source: Sets the application to always be on top of other windows.
de_de: Zeigt das Fenster immer über allen anderen.
ja_jp: アプリケーションを常に他のウィンドウの上に表示します。

# SettingsAutoBackground
source: Auto background color
de_de: Automatische Hintergrundfarbe
ja_jp: 背景色を自動設定

# SettingsAutoBackgroundTooltip
source: Sets the background color to your systems color settings.
de_de: Nutzt die Hintergrundfarbe der Systemeinstellungen.
ja_jp: 背景色をシステムの色設定に合わせます。

# SettingsAutoUpdate
source: Auto update
ja_jp: 自動更新

# SettingsAutoUpdateTooltip
source: Checks for updates when starting the application and updates automatically.
de_de: Prüft beim Start des Programms nach Updates und updatet automatisch.
ja_jp: アプリケーション起動時に更新を確認し、自動的に更新します。

# SettingsBackgroundColor
source: Background color
de_de: Hintergrundfarbe
ja_jp: 背景色

# SettingsBackgroundColorTooltip
source: Color of the background.
de_de: Farbe des Hintergrunds.
ja_jp: 背景の色。

# SettingsBackgroundOpacity
source: Background opacity
de_de: Hintergrund Transparenz
ja_jp: 背景の不透明度

# SettingsBackgroundOpacityTooltip
source: Opacity of the background.
de_de: Transparenz des Hintergrunds.
ja_jp: 背景の不透明度。

# SettingsBandwidthInAlert
source: Bandwidth in alert
de_de: Warnung Bandbreite in
ja_jp: 受信帯域幅警告

# SettingsBandwidthInAlertTooltip
source: The MBps threshold at which bandwidth received alerts occur. Use 0 to disable.
de_de: Grenzwert für Brandbreite in (in MB) bei dem eine Warnung auftritt. Zum Deaktivieren 0 eintragen.
ja_jp: 受信帯域幅の警告が発生する MBps しきい値。0 で無効。

# SettingsBandwidthOutAlert
source: Bandwidth out alert
de_de: Warnung Bandbreite out
ja_jp: 送信帯域幅警告

# SettingsBandwidthOutAlertTooltip
source: The MBps threshold at which bandwidth sent alerts occur. Use 0 to disable.
de_de: Grenzwert für Brandbreite out (in MB) bei dem eine Warnung auftritt. Zum Deaktivieren 0 eintragen.
ja_jp: 送信帯域幅の警告が発生する MBps しきい値。0 で無効。

# SettingsClickThrough
source: Click through
de_de: Durchklickbar
ja_jp: クリック透過

# SettingsClickThroughTooltip
source: Any mouse events will pass through the window. This will prevent any interaction with the application.
de_de: Jegliche Mausklicks gehen durch das Fenster durch. Das verhindert jegliche Interaktion mit dem Fenster.
ja_jp: マウス操作がウィンドウを通過します。これによりアプリケーションを操作できなくなります。

# SettingsShowMenuBar
source: Show menu bar
de_de: Menü anzeigen
ja_jp: メニューバーを表示

# SettingsShowMenuBarTooltip
source: Displays the menu bar at top of the application.
de_de: Zeigt das Menü, oben in der Applikation, an.
ja_jp: アプリケーション上部にメニューバーを表示します。

# SettingsCoreLoads
source: Show core loads
de_de: Kern Auslastungen anzeigen
ja_jp: コア負荷を表示

# SettingsCoreLoadsTooltip
source: Shows the percentage load of all cores.
de_de: Zeigt die prozentuale Auslastung aller Kerne an.
ja_jp: すべてのコアの負荷率を表示します。

# SettingsCustomizeTab
source: Customize
de_de: Personalisieren
ja_jp: カスタマイズ

# SettingsDock
source: Dock
ja_jp: ドック

# SettingsDockLeft
source: Left
de_de: Links
ja_jp: 左

# SettingsDockRight
source: Right
de_de: Rechts
ja_jp: 右

# SettingsDockTooltip
source: Determines where the application will dock.
de_de: Gibt an wo die Applikation angedockt werden soll.
ja_jp: アプリケーションのドック位置を決定します。

# SettingsFontColor
source: Font color
de_de: Schriftfarbe
ja_jp: フォント色

# SettingsFontColorTooltip
source: Color of text and icons.
de_de: Farbe von Text und Icons.
ja_jp: 文字とアイコンの色。

# SettingsFontSize
source: Font size
de_de: Schriftgröße
ja_jp: フォントサイズ

# SettingsFontSizeTooltip
source: Size of text and icons.
de_de: Größe von Text und Icons.
ja_jp: 文字とアイコンのサイズ。

# SettingsGeneralTab
source: General
de_de: Allgemein
ja_jp: 一般

# SettingsHardwareEnabledTooltip
source: Enables this hardware.
de_de: Aktiviert diese Hardware.
ja_jp: このハードウェアを有効にします。

# SettingsHardwareNameTooltip
source: Edit the name of this hardware.
de_de: Hardwarenamen bearbeiten.
ja_jp: このハードウェアの名前を編集します。

# SettingsHorizontalOffset
source: Horizontal offset
de_de: Horizontaler Abstand
ja_jp: 水平オフセット

# SettingsHorizontalOffsetTooltip
source: Horizontal offset of the application.
de_de: Horizontaler Abstand der Anwendung.
ja_jp: アプリケーションの水平オフセット。

# SettingsLanguage
source: Language
de_de: Sprache
ja_jp: 言語

# SettingsLanguageDefault
source: Default
de_de: Standardsprache
ja_jp: 既定

# SettingsLanguageTooltip
source: Current language of the application.
de_de: Momentane Sprache der Applikation.
ja_jp: アプリケーションの現在の言語。

# SettingsMetrics
source: Metrics:
de_de: Metriken:
ja_jp: メトリクス:

# SettingsMetricsTooltip
source: Enable or disable specific metrics.
de_de: Schaltet die Metriken an oder aus.
ja_jp: 特定のメトリクスを有効/無効にします。

# SettingsMonitorEnabledTooltip
source: Enables this monitor.
de_de: Aktiviert diesen Monitor.
ja_jp: このモニターを有効にします。

# SettingsMonitorsTab
source: Monitors
de_de: Monitore
ja_jp: モニター

# SettingsUpdateInterval
source: Update Interval
de_de: Update Intervall
ja_jp: 更新間隔

# SettingsUpdateIntervalTooltip
source: Time between sensor updates in milliseconds.
de_de: Zeit zwischen Sensor Updates in Millisekunden.
ja_jp: センサー更新の間隔（ミリ秒）。

# SettingsIsAppBar
source: Appbar
ja_jp: アプリバー

# SettingsIsAppBarTooltip
source: Sets the window as appbar and reserves spaces in the work area accordingly.
de_de: Aktiviert das Fenster als Appbar und reserviert Platz im Arbeitsbereich.
ja_jp: ウィンドウをアプリバーとして設定し、作業領域にスペースを確保します。

# SettingsRoundAllDecimals
source: Round all decimals
de_de: Alle Dezimalwerte runden
ja_jp: 小数を丸める

# SettingsRoundAllDecimalsTooltip
source: Round all decimal values to the nearest integer.
de_de: Rundet alle Dezimalwerte auf die nächste Ganzzahl.
ja_jp: すべての小数値を最も近い整数に丸めます。

# SettingsRunAtStartup
source: Run at startup
de_de: Autostart
ja_jp: スタートアップで実行

# SettingsRunAtStartupTooltip
source: Starts the application with the system - after you initially logged in.
de_de: Startet das Programm mit dem System - nach der initialen Anmeldung.
ja_jp: 初回ログイン後、システム起動時にアプリケーションを開始します。

# SettingsScreen
source: Screen
de_de: Bildschirm
ja_jp: 画面

# SettingsScreenTooltip
source: Determines which screen the application will be on.
de_de: Gibt an auf welchem Bildschirm die Applikation angezeigt wird.
ja_jp: アプリケーションを表示する画面を決定します。

# SettingsShowHardwareNames
source: Show hardware names
de_de: Hardwarenamen anzeigen
ja_jp: ハードウェア名を表示

# SettingsShowHardwareNamesTooltip
source: Shows hardware names.
de_de: Zeigt Hardwarenamen an.
ja_jp: ハードウェア名を表示します。

# SettingsShowTrayIcon
source: Show tray icon
de_de: Taskleistensymbol anzeigen
ja_jp: トレイアイコンを表示

# SettingsShowTrayIconTooltip
source: Shows the tray icon in the taskbar.
de_de: Zeigt das Taskleistensymbol in der Taskleiste an.
ja_jp: タスクバーにトレイアイコンを表示します。

# SettingsTemperatureAlert
source: Temperature alert
de_de: Temperatur Warnung
ja_jp: 温度警告

# SettingsTemperatureAlertTooltip
source: The temperature threshold at which alerts occur. Use 0 to disable.
de_de: Der Temperatur Grenzwert bei der eine Warnung auftritt. Zum Deaktivieren 0 eintragen.
ja_jp: 警告が発生する温度しきい値。0 で無効。

# SettingsTitle
source: LibreDiagnostics settings
de_de: LibreDiagnostics Einstellungen
ja_jp: LibreDiagnostics 設定

# SettingsShowInactiveConnections
source: Show inactive connections
de_de: Inaktive Verbindungen anzeigen
ja_jp: 非アクティブな接続を表示

# SettingsShowInactiveConnectionsTooltip
source: Shows network connections without transferred data.
de_de: Zeigt Netzwerkverbindungen ohne Datentransfer an.
ja_jp: 転送データのないネットワーク接続を表示します。

# SettingsUsedSpaceAlert
source: Used space alert
de_de: Speicherwarnung (belegt)
ja_jp: 使用済み容量警告

# SettingsUsedSpaceAlertTooltip
source: The percentage threshold at which used space alerts occur. Use 0 to disable.
de_de: Der prozentuale Grenzwert bei dem eine Warnung auftritt. Zum Deaktivieren 0 eintragen.
ja_jp: 使用済み容量の警告が発生する割合しきい値。0 で無効。

# SettingsUseFahrenheit
source: Use Fahrenheit
de_de: Fahrenheit verwenden
ja_jp: 華氏を使用

# SettingsUseFahrenheitTooltip
source: Temperatures for sensors and alerts will be in Fahrenheit instead of Celsius.
de_de: Temperaturen für Sensoren und Warnungen sind in Fahrenheit statt Celsius.
ja_jp: センサーと警告の温度を摂氏ではなく華氏で表示します。

# SettingsVerticalOffset
source: Vertical offset
de_de: Vertikaler Abstand
ja_jp: 垂直オフセット

# SettingsVerticalOffsetTooltip
source: Vertical offset of the application.
de_de: Vertikaler Abstand der Anwendung.
ja_jp: アプリケーションの垂直オフセット。

# NetworkIP
source: IP address
de_de: IP Addresse
ja_jp: IP アドレス

# NetworkExtIP
source: External IP Address
de_de: Externe IP Adresse
ja_jp: 外部 IP アドレス

# NetworkExtIPLabel
source: Ext
ja_jp: 外部

# DriveTemperature
source: Temperature
de_de: Temperatur
ja_jp: 温度

# DriveTemperatureLabel
source: Temp
ja_jp: 温度

# RAMTempLabel
source: Temp
ja_jp: 温度

# RAMTemp
source: Temperature
de_de: Temperatur
ja_jp: 温度

# Fan
source: Fans
de_de: Lüfter
ja_jp: ファン

source: Fan Speed
de_de: Lüfter Geschwindigkeit
ja_jp: ファン回転数

# FanSpeedLabel
source: Speed
de_de: Tempo
ja_jp: 回転数

# SettingsAutoFontColor
source: Auto font color
de_de: Automatische Schriftfarbe
ja_jp: フォント色を自動設定

# SettingsAutoFontColorTooltip
source: Sets the font color to your systems color settings.
de_de: Nutzt die Schriftfarbe der Systemeinstellungen.
ja_jp: フォント色をシステムの色設定に合わせます。

# SettingsShowInactiveFans
source: Show inactive fans
de_de: Inaktive Lüfter anzeigen
ja_jp: 停止中のファンを表示

# SettingsShowInactiveFansTooltip
source: Show fans with a RPM of zero. This re-checks a fans RPM in each update cycle.
de_de: Zeigt Lüfter mit einer Drehzahl von Null. Diese Option prüft die Lüfterdrehzahl in jedem Update-Zyklus.
ja_jp: RPM が 0 のファンを表示します。更新サイクルごとにファンの RPM を再確認します。

# SettingsHardwareEnabled
source: Enabled
de_de: Aktiv
ja_jp: 有効

# SettingsHardwareName
source: Hardware
ja_jp: ハードウェア

# SettingsMonitorsEnabled
source: Enabled
de_de: Aktiv
ja_jp: 有効

# SettingsMonitorsMonitor
source: Monitor
ja_jp: モニター

# SettingsMonitorsDragDropTitle1
source: Click a row to edit its settings.
de_de: Klicke in eine Zeile um Einstellungen zu ändern.
ja_jp: 行をクリックして設定を編集します。

# SettingsMonitorsDragDropTitle2
source: Drag a row to change its order.
de_de: Ziehe eine Zeile um die Reihenfolge zu ändern.
ja_jp: 行をドラッグして順序を変更します。

# SettingsAppWidth
source: App width
de_de: App Breite
ja_jp: アプリ幅

# SettingsAppWidthTooltip
source: Width of the application.
de_de: Breite der Applikation.
ja_jp: アプリケーションの幅。

# SettingsTextAlignment
source: Text align
de_de: Text Ausrichtung
ja_jp: 文字揃え

# SettingsTextAlignmentLeft
source: Left
de_de: Links
ja_jp: 左揃え

# SettingsTextAlignmentRight
source: Right
de_de: Rechts
ja_jp: 右揃え

# SettingsTextAlignmentTooltip
source: Alignment of text.
de_de: Ausrichtung des Textes.
ja_jp: テキストの配置。

# StorageTitle
source: Storage details
de_de: Festplattendetails
ja_jp: ストレージ詳細

# StorageHealth
source: Health
de_de: Gesundheit
ja_jp: 健康状態

# StorageHealthTooltip
source: Health of storage device.
de_de: Gesundheit der Festplatte.
ja_jp: ストレージデバイスの健康状態。

# StorageAttributeHeader
source: S.M.A.R.T. Attributes
de_de: S.M.A.R.T. Attribute
ja_jp: S.M.A.R.T. 属性

# StorageAttributeHeaderTooltip
source: Self-Monitoring, Analysis and Reporting Technology (SMART / S.M.A.R.T.)
de_de: System zur Selbstüberwachung, Analyse und Statusmeldung (SMART / S.M.A.R.T.)
ja_jp: 自己監視・分析・報告技術 (SMART / S.M.A.R.T.)

# StorageAttributeName
source: Name
ja_jp: 名前

# StorageAttributeValue
source: Value
de_de: Wert
ja_jp: 値

# StorageAttributeValueHex
source: Value (Hex)
de_de: Wert (Hex)
ja_jp: 値 (16進)

# StorageName
source: Name
ja_jp: 名前

# StorageNameTooltip
source: Name of storage device.
de_de: Name der Festplatte.
ja_jp: ストレージデバイスの名前。

# UpdateAvailableTitle
source: New version available
de_de: Neue Version verfügbar
ja_jp: 新しいバージョンがあります

# UpdateAvailableMessage
source: A new version is available for download. Would you like to proceed with the update ?
de_de: Eine neue Version ist zum Download verfügbar. Möchtest du mit dem Update fortfahren ?
ja_jp: 新しいバージョンをダウンロードできます。\n更新を続行しますか？\n\nリリースノート:\n{0}

# ButtonApply
source: Apply
de_de: Anwenden
ja_jp: 適用

# SettingsThrottleInterval
source: Update throttle
de_de: Update Drosselung
ja_jp: 更新スロットル

# SettingsThrottleIntervalTooltip
source: Throttles sensor updates for storage devices by entered number in milliseconds. Use 0 to disable the update throttle.
de_de: Drosselt Sensor Updates für Festplatten um die, in Millisekunden, angegebene Zeit. Zum Deaktivieren der Update-Drosselung 0 eintragen.
ja_jp: 入力したミリ秒でストレージデバイスのセンサー更新を間引きます。0 で無効。

# NoSensorValue
source: No value
de_de: Kein Wert
ja_jp: 値なし

# SettingsFontFamily
source: Font family
de_de: Schriftart
ja_jp: フォントファミリー

# SettingsFontFamilyTooltip
source: Font family of texts.
de_de: Schriftart von Texten.
ja_jp: テキストのフォントファミリー。

# StorageTotalReads
source: Total reads in GB
ja_jp: 総読み取り量 (GB)

# StorageTotalReadsTooltip
source: Total reads of storage device in gigabyte.
ja_jp: ストレージデバイスの総読み取り量 (GB)。

# StorageTotalWrites
source: Total writes in GB
ja_jp: 総書き込み量 (GB)

# StorageTotalWritesTooltip
source: Total writes of storage device in gigabyte.
ja_jp: ストレージデバイスの総書き込み量 (GB)。

# StoragePowerOnCount
source: Power on count
ja_jp: 電源投入回数

# StoragePowerOnCountTooltip
source: Power on count of storage device.
ja_jp: ストレージデバイスの電源投入回数。

# StoragePowerOnHours
source: Power on hours
ja_jp: 電源投入時間

# StoragePowerOnHoursTooltip
source: Power on hours of storage device.
ja_jp: ストレージデバイスの電源投入時間。
